Repository: VASPTRak/FluidSECURE_Test
Catalog: FluidSECURE_Test/FluidSECURE/App_GlobalResources/Resource.*.resx
Languages: es_es

source: Active
es_es: Activo

source: Add new Personnel
es_es: Añadir nuevo personal

# CheckActiveValue
source: Do you also want to activate all devices associated with this account?
es_es: Usted también desea activar todos los dispositivos asociados a esta cuenta?

# CheckInActiveValue
source: Do you also want to deactivate all devices associated with this account?
es_es: Usted también desea desactivar todos los dispositivos asociados a esta cuenta?

source: Company
es_es: Empresa

source: Delete
es_es: Borrar

source: Department Name
es_es: Nombre de Departamento

source: Department Number
es_es: Número de departamento

source: Edit
es_es: Editar

# ErrorMsg1
source: Error occurred while getting search column, please try again later.
es_es: Se produjo un error al obtener la columna de búsqueda. Inténtelo de nuevo más tarde.

# ErrorMsg2
source: Error occurred while getting department, please try again later.
es_es: Se produjo un error al obtener el departamento, intente de nuevo más tarde.

# ErrorMsg3
source: Error occurred while getting customer, please try again later.
es_es: Se produjo un error al obtener un cliente, intente de nuevo más tarde.

# ErrorMsg4
source: Error occurred while getting access levels, please try again later.
es_es: Se produjo un error al obtener los niveles de acceso. Inténtalo de nuevo más tarde.

# ErrorMsg5
source: Error occurred while getting data, please try again later.
es_es: Se produjo un error al obtener datos. Inténtalo de nuevo más tarde.

# HandlerMsg1
source: Invalid HUB name. Please re-enter the HUB name or contact administrator.
es_es: Nombre HUB no válido Por favor, vuelva a ingresar el nombre HUB o el administrador de contacto.

# HandlerMsg10
source: Invalid company name. Please re-enter the company name or contact administrator.
es_es: Empresa Invalida Re-Entré Nombre de Empresa o Contácte con el Administrator.

# HandlerMsg11
source: Unauthorized Wi-Fi selected. Please choose authorized FluidSecure Wi-Fi to proceed.
es_es: Wi-Fi no autorizado seleccionado. Por favor, elija Wi-Fi FluidSecure autorizado para continuar.

# HandlerMsg12
source: Your Location is not near an authorized Fuel Site. Please contact your Administrator for more information.
es_es: Su ubicación no está cerca de un Sitio de combustible autorizado. Por favor, póngase en contacto con su administrador para más información.

# HandlerMsg13
source: Site not assigned. Please contact your Administrator for more information.
es_es: Sitio no asignado. Por favor, póngase en contacto con su administrador para más información.

# HandlerMsg14
source: IMEI not exists
es_es: IMEI no existe

# HandlerMsg15
source: Some error has occurred, please try again after some time.
es_es: Se ha producido algún error, intente nuevamente después de un tiempo.

# HandlerMsg16
source: Inactive vehicle, please contact administrator.
es_es: Vehículo inactivo, comuníquese con el administrador.

# HandlerMsg17
source: Department number is not valid, please try again
es_es: El número de departamento no es válido, por favor intente de nuevo

# HandlerMsg18
source: Person PIN is invalid, please try again
es_es: El PIN de la persona no es válido, intente de nuevo

# HandlerMsg19
source: No data found for company,please try again
es_es: No se encontraron datos para la empresa, intente de nuevo

# HandlerMsg2
source: Not registered, Other Phone numbers are registered to same HUB.
es_es: No registrado, Otros números de teléfono están registrados en el mismo HUB.

# HandlerMsg20
source: Your administrator has Not granted you the permission to fuel this vehicle. Please contact your administrator.
es_es: Su administrador no le ha otorgado el permiso para alimentar este vehículo. Por favor, póngase en contacto con su administrador.

# HandlerMsg21
source: Your administrator has Not granted you the permission to fuel at this time of day. Please contact your administrator.
es_es: Su administrador no le ha otorgado el permiso de combustible a esta hora del día. Por favor, póngase en contacto con su administrador.

# HandlerMsg22
source: Your administrator has Not granted Hose the permission to fuel at this time of day. Please contact your administrator.
es_es: Su administrador no ha otorgado a Hose el permiso de combustible a esta hora del día. Por favor, póngase en contacto con su administrador.

# HandlerMsg23
source: Your administrator has not given you the permission to fuel on this day. Please contact your administrator.
es_es: Su administrador no le ha dado el permiso para alimentar en este día. Por favor, póngase en contacto con su administrador.

# HandlerMsg24
source: This Vehicle is not permitted to fuel for this Hose, please contact administrator.
es_es: No está permitido que este Vehículo sea combustible para esta Manguera, comuníquese con el administrador.

# HandlerMsg25
source: Invalid vehicle number. Try again or contact administrator.
es_es: Número de vehículo inválido. Inténtalo de nuevo o contacta al administrador.

# HandlerMsg26
source: Your administrator has not granted you the permission to fuel at this location. Please contact administrator.
es_es: Su administrador no le ha otorgado el permiso de combustible en este lugar. Por favor contacte al administrador.

# HandlerMsg28
source: Your registration request not approved. Please contact administrator.
es_es: Su solicitud de registro no fue aprobada. Por favor contacte al administrador.

# HandlerMsg29
source: Mobile is not registered in the system, Please contact administrator.
es_es: El móvil no está registrado en el sistema, comuníquese con el administrador.

# HandlerMsg3
source: Registration successful
es_es: Registrasion Exitoso

# HandlerMsg30
source: Vehicle fuel limit for the day exceeded.
es_es: Límite de combustible del vehículo para el día excedido.

# HandlerMsg31
source: Personal fuel limit for the day exceeded.
es_es: Límite de combustible personal para el día excedido.

# HandlerMsg32
source: Hose does not exists.
es_es: La manguera no existe.

# HandlerMsg33
source: Mobile is not registered in the system. Please contact administrator.
es_es: El móvil no está registrado en el sistema. Por favor contacte al administrador.

# HandlerMsg34
source: Invalid Pin. Please try again.
es_es: Pin inválido. Inténtalo de nuevo.

# HandlerMsg35
source: You have presented the wrong Fob/Card, please use another Fob/Card or Please contact administrator.
es_es: Ha presentado el Fob/Card incorrecto, utilice otro Fob/Card o póngase en contacto con el administrador.

# HandlerMsg36
source: New Fob/Card detected, please enter vehicle number.
es_es: Nuevo Fob/Card detectado, ingrese el número del vehículo.

# HandlerMsg37
source: Vehicle number is already registered with another Fob/Card Number, please enter other vehicle number or Please contact administrator.
es_es: El número del vehículo ya está registrado con otro Número de Fob/Card, ingrese otro número de vehículo o Comuníquese con el administrador.

# HandlerMsg38
source: Person is already registered with same Fob/Card Number, please enter other Fob/Card number or Please contact administrator.
es_es: La persona ya está registrada con el mismo número Fob/Card , ingrese otro número Fob/Card o comuníquese con el administrador.

# HandlerMsg4
source: Not registered, Error occurred while registering HUB.
es_es: No registrado, ocurrió un error al registrar HUB.

# HandlerMsg40
source: New Fob/Card detected, please enter person PIN.
es_es: Se detectó un nuevo Fob/Card, ingrese el PIN de la persona.

# HandlerMsg41
source: Person PIN not found. Please contact administrator.
es_es: PIN de persona no encontrado. Por favor contacte al administrador.

# HandlerMsg42
source: Pin Number is already registered with another Fob/Card Number, please enter other Pin Number or Please contact administrator.
es_es: El número de PIN ya está registrado con otro número de Fob/Card, ingrese otro número de PIN o comuníquese con el administrador.

# HandlerMsg43
source: Fob/Card number is already registered with vehicle, please enter other Fob/Card Number or Please contact administrator.
es_es: El número Fob/Card ya está registrado en el vehículo, ingrese otro Número Fob/Card o Comuníquese con el administrador.

# HandlerMsg44
source: IMEI_UDID not found. Please contact administrator.
es_es: IMEI_UDID no encontrado. Por favor contacte al administrador.

# HandlerMsg45
source: Vehicle not found, please contact administrator.
es_es: Vehículo no encontrado, póngase en contacto con el administrador.

# HandlerMsg46
source: New Fob/Card detected, please enter pin
es_es: Nuevo Fob/Card detectado, por favor ingrese el pin

# HandlerMsg47
source: Pin is already registered with another Fob/Card Number, please enter other vehicle number or Please contact administrator.
es_es: El PIN ya está registrado con otro Número de Fob/Card, ingrese otro número de vehículo o Comuníquese con el administrador.

# HandlerMsg49
source: Fob/Card Number is assigned to Person.
es_es: Fob/Card Number está asignado a Person.

# HandlerMsg5
source: IMEI already exists.
es_es: IMEI ya existe.

# HandlerMsg51
source: Some error occurred while processing the request. Please contact administrator.
es_es: Se produjo un error al procesar la solicitud. Por favor contacte al administrador.

# HandlerMsg52
source: Authentication failed, Invalid IMEI.
es_es: Autenticación fallida, IMEI inválido.

# HandlerMsg53
source: Authentication Failed, Please use the correct emailID which was supplied during registration.
es_es: Autenticación fallida: utilice el ID de correo electrónico correcto que se proporcionó durante el registro.

# HandlerMsg54
source: Authentication successful
es_es: Autenticación exitosa

# HandlerMsg55
source: Authentication failed, you are not approved user.
es_es: La autenticación falló, usted no es un usuario aprobado.

# HandlerMsg56
source: Invalid Username or password, please try again.
es_es: Nombre de usuario o contraseña inválido. Por favor intente de nuevo.

# HandlerMsg57
source: Fob/Card Number is assigned to Vehicle.
es_es: El número de Fob /Card está asignado a Vehículo.

# HandlerMsg58
source: Company is inactive. Please contact administrator.
es_es: La empresa está inactiva - Por favor contactar FluidSecure Apoyo support@fluidsecure.com

# HandlerMsg6
source: Not registered, Other Phone numbers are registered to same email address.
es_es: No registrado, Otros números de teléfono están registrados en la misma dirección de correo electrónico.

# HandlerMsg7
source: Registration fail
es_es: Registro fallido

# HandlerMsg8
source: Not registered, 21 phone numbers are already registered to same email address.
es_es: No registrado, 21 números de teléfono ya están registrados en la misma dirección de correo electrónico.

# HandlerMsg9
source: Account not exists. Please contact administrator.
es_es: Cuent no Existe. Contacte el Administrador

source: IMEI Number
es_es: Número de IMEI

source: Person Name
es_es: Nombre de la persona

source: Personnel
es_es: Personal

source: Pin Number
es_es: Número de PIN

source: Record saved.
es_es: Registro guardado

source: Record saving failed.
es_es: El almacenamiento de registros falló.

source: Reset Password
es_es: Restablecer la contraseña

source: Search
es_es: Buscar

# SearchDesc
source: All records shown that match your criteria, click on Edit to see more fields
es_es: Todos los registros que se muestran coinciden con sus criterios, haga clic en Editar para ver más campos

# UserDeleteMsg1
source: Are you sure you want to delete this User?
es_es: ¿Seguro que quieres eliminar a este usuario?

# UserDeleteMsg2
source: Records deleted Successfully.
es_es: Registros eliminados con éxito.

# UserDeleteMsg3
source: PERSONNEL is associated to a fueling Transaction(s), you must Delete Transaction(s) first to Delete this PERSONNEL.
es_es: PERSONAL está asociado a una (s) Transacción (es) de abastecimiento de combustible, primero debe Borrar la (s) Transacción (es) para Eliminar este PERSONAL.

# UserDeleteMsg4
source: Records deletion failed.
es_es: La eliminación de registros falló.

source: Yes
es_es: Sí
